{"question": "Is a life not worth living if it is left unexamined?", "inspiration": "Socrates"}
{"question": "If the happiness of your life depends upon the quality of your thoughts, are you cultivating a worthy inner garden?", "inspiration": "Marcus Aurelius"}
{"question": "Do you not become what you give your attention to?", "inspiration": "Epictetus"}
{"question": "When you are distressed by anything external, is the pain not due to your own estimate of it, rather than the thing itself?", "inspiration": "Epictetus"}
{"question": "Why do you seek to conquer the world when you have not yet conquered yourself?", "inspiration": "Plato"}
{"question": "Could it be that the soul becomes dyed with the color of its thoughts?", "inspiration": "Marcus Aurelius"}
{"question": "Is it possible to be free from suffering if you have not learned to let go of what you fear to lose?", "inspiration": "The Buddha"}
{"question": "Are you not disturbed by your thoughts about what happens, rather than by what happens itself?", "inspiration": "Epictetus"}
{"question": "If you understood everything, would you not forgive everything?", "inspiration": "The Buddha / Chesterton"}
{"question": "Why do you look for the speck in your brother's eye and pay no attention to the plank in your own?", "inspiration": "Jesus (Matthew 7:3)"}
{"question": "Is not the one who knows others wise, but the one who knows themself truly enlightened?", "inspiration": "Lao Tzu"}
{"question": "Can you really find peace without if you have not first found it within?", "inspiration": "Buddhist & Stoic Traditions"}
{"question": "If you do not know to which port you are sailing, is any wind favorable?", "inspiration": "Seneca"}
{"question": "Before you embark on revenge, should you not dig two graves?", "inspiration": "Confucius"}
{"question": "Does not all of humanity's problems stem from our inability to sit quietly in a room alone?", "inspiration": "Blaise Pascal"}
{"question": "To what should you be loyal if not to the slumbering possibilities in your own heart?", "inspiration": "André Gide"}
{"question": "Will you ever find a more quiet or untroubled retreat than in your own soul?", "inspiration": "Marcus Aurelius"}
{"question": "Can another person's thoughts truly harm you?", "inspiration": "Stoic Philosophy"}
{"question": "If you are your own master, can anyone else truly be your master?", "inspiration": "Epictetus"}
{"question": "Why do you run from your own nature, when there is nowhere to hide?", "inspiration": "Heraclitus"}
